insert into users (name) values ('TRosenthal');
insert into posts (user_name, title, post_time, likes, hates, article, board_name) values ('TRosenthal','[公告] 版主再再再再次徵選','Fri Nov  5 00:12:14 2021','579','125','※由於gundamx7812因組務判決失去資格
   故再再再再次舉辦棒球版版主徵選，本次將選出正取一名與備取一名。

※徵選與選舉日程：
徵選日期：公告即日起至首篇徵選文出現後開始算120小時截止。
選舉日期：徵選結束公告後七天開始舉行投票，為期五天。

※參選條件：
1.心臟大顆，不怕被酸被罵，願意犧牲奉獻棒球版，要有當各隊球迷的覺悟。
2.上站次數360次以上、退文0篇、發文數100篇以上(棒球板30篇以上)。
3.一年內無B-1、2、3、6、7、17等水桶紀錄。
4.不符資格之參選文，逕行刪除不予公告。
5.水桶中的使用者與其多重帳號無法參選。

※相關規定：
1.水桶中的使用者以未水桶的分身帳號參選，參選文以B-17鬧版處理，
　水桶日期以C-7與B-17規定設定。
　若當下並未發現水桶身分：若無當選，追溯期為選舉結束後一個月內。
　　　　　　　　　　　　　若有當選，追回版主當選資格，追溯期為卸任前。
2.經查若有違法選舉公平性者，得追回當選資格且處B-17鬧版水桶一年罰則。
3.中途退出或當選後三個月內失去資格者，以B-17鬧板水桶一年處置。
4.參選格式
[徵選] XXXXXXXXX 參選政見
　內文格式參考如下
   一、自介
   【 查詢網友 】
  《ＩＤ暱稱》
  《登入次數》360 次 (同天內只計一次)    《有效文章》100 篇 (退:0)
   二、參選動機
   三、參選政見
   四、經歷

歡迎報名，希望這次四個月內選四次板主的風波可以在這次停止了.....
--
喜歡是一件很美好的事情呢
你在一片很黑很黑的夜裡行走，你看著眼前，好像一無所有
但如果心裡有一個人在，就什麼都存在了
                                                   情何以甚《赤心巡天》
--
※ 發信站: 批踢踢實業坊(ptt.cc), 來自: 140.113.67.251 (臺灣)
', 'Baseball')